

export const TermsAndConditions = () => {

    return (
        <div className="container">
            <h4>Согласие субъекта на обработку персональных данных </h4>

            <p>Я (далее – «Субъект»), предоставляю Согласие на обработку персональных данных (далее — «Согласие») на условиях, изложенных далее.</p>
            <p>Предоставлением Согласия является постановка соответствующего флажка и нажатие кнопки «Отправить» при регистрации на Интернет-сайте Клиники.</p>
            <p>Действуя свободно, в соответствии со своей волей и в своем интересе, а также подтверждая свою дееспособность, Субъект даёт согласие Негосударственному медицинскому учреждению «MedClinic» (ОГРН 1111111111111, адрес: 143026, Москва, улица Улица, дом 100) (далее – Клиника) на обработку своих персональных данных в соответствии со следующими условиями:</p>
            <ol>
                <li>
                    Согласие дается на обработку следующих персональных данных Субъекта, не являющихся специальными или биометрическими:
                    <ul>
                        <li>фамилия, имя, отчество, пол;</li>
                        <li>дата рождения, место рождения;</li>
                        <li>адрес электронной почты;</li>
                        <li>адрес местожительства;</li>
                        <li>контактные данные (телефон);</li>
                        <li>состояние здоровья, в том числе в части сведений об инвалидности и об ограничениях возможностей здоровья;</li>
                        <li>иная предоставленная Клинике информация, предоставляемая о Субъекте в связи с предоставлением услуг Клиники.</li>
                    </ul>
                </li>
                <li>Клиника может использовать общеотраслевую технологию «куки» (cookies). Куки – это небольшой фрагмент данных, отправленный веб-сервером и хранимый на компьютере, который использует Субъект, позволяющий Клинике сохранять персональные настройки и предпочтения Субъекта, а также собирать неличную информацию о нём.</li>
                <li>Под обработкой персональных данных Клиникой понимается действие (операция) или совокупность действий (операций) с персональными данными, включая сбор, запись, систематизация, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передача (в том числе и трансграничная) (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</li>
                <li>
                    Субъект дает свое согласие на обработку персональных данных для следующих целей:
                    <ul>
                        <li>Идентификация Субъекта;</li>
                        <li>Взаимодействие с Субъектом, в том числе направление уведомлений, запросов и информации, касающихся действий Клиники, а также обработка запросов и заявок от Субъекта;</li>
                        <li>Отправка Субъекту рекламных материалов и информации о специальных предложениях;</li>
                        <li>Обеспечение качественной работы сайта Клиники;</li>
                        <li>Оформление документов, подтверждающих оплату услуг Субъектом, и иных документов, связанных с действиями Субъекта на сайте Клиники;</li>
                        <li>Обеспечение взаимодействия между Субъектом и Клиникой в целях оказания ему услуг;</li>
                        <li>Обеспечение исполнения нормативных и ненормативных правовых актов, а также решений, поручений и запросов органов государственной власти и лиц, действующих по поручению или от имени таких органов;</li>
                        <li>Обеспечение возможности приема, обучения, отчисления по образовательным программам Школы;</li>
                        <li>Анализ интересов Субъекта персональных данных, проведение его опросов;</li>
                        <li>Предоставление Субъекту необходимой для усвоения образовательной программы дополнительной инфраструктуры, в том числе учетных записей на онлайн-портале Организатора;</li>
                        <li>Внесение записей о Субъекте персональных данных в системы управления учебным процессом; усовершенствование и улучшение образовательных процессов;</li>
                        <li>Обеспечение необходимого уровня безопасности, в том числе пропускного режима и контроля его соблюдения, включая оформление пропуска, электронного пропуска, осуществление видеонаблюдения и видеозаписи на территории и в помещениях Клиники;</li>
                        <li>Формирование единого сообщества обучающихся и выпускников.</li>
                    </ul>
                </li>
                <li>Субъект персональных данных вправе направить Клинике запрос на уточнение его персональных данных, требование о блокировании или уничтожении в случае, если персональные данные являются неполными, устаревшими, неточными.</li>
                <li>Субъект дает согласие на передачу Клиникой своих персональных данных третьим лицам для оказания услуг Субъекту в соответствии с его запросом на сайте Клиники, либо иного аналогичного исполнения соглашения между Субъектом и Клиникой, а также в целях проведения аудиторских проверок.</li>
                <li>Персональные данные Субъекта обрабатываются до ликвидации Клиники.</li>
                <li>Клиника обрабатывает персональные данные Субъекта, в соответствии с принятыми локальными нормативными актами.</li>
                <li>Клиника принимает необходимые и достаточные организационные и технические меры для защиты персональной информации Субъекта от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</li>
                <li>Согласие может быть отозвано Субъектом персональных данных или его представителем путем направления письменного заявления Клинике или электронного сообщения по адресу <a href="mailto:info@skolkovo.ru">info@skolkovo.ru</a>. Согласие может быть отозвано при условии уведомления не менее чем за 30 дней до предполагаемой даты прекращения обработки данных Клиникой.</li>
                <li>В случае отзыва Субъектом персональных данных или его представителем Согласия на обработку персональных данных Клиника вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в пунктах 2-11 части 1 статьи 6, части 2 статьи 10 Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006 г.</li>
                <li>Настоящим Согласием Субъект подтверждает, что достиг возраста 18 лет.</li>
                <li>Настоящее Согласие действует все время до момента прекращения обработки персональных данных, указанных в пунктах 7 и 10 данного Согласия.</li>
            </ol>
        </div>
    )
}